[
  {
    "name": "Brooke",
    "text": "Professional, friendly and very prompt...came out and quoted within 1 day and cleaned the day after. Everything is sparkling! Very happy.",
    "date": "12/5/2017"
  },
  {
    "name": "Carla",
    "text": "Pristine Clean is fantastic, and I would recommend them to anyone. I have already - my grandparents hired them, too! Thomas and Eleanor clean our 4 bedroom, 2 bathroom house until it's sparkling and fresh. They are very reliable, punctual, trustworthy and easy to communicate with. They have excellent attention to detail. If I could give them 6 stars, I would!",
    "date": "23/1/2017"
  },
  {
    "name": "Michelle",
    "text": "I had the same cleaner for 2 years and I thought they did a great job. But they moved on and I needed to find another. Along came Thomas and gave a whole new level of cleaning! Right from the time he came to quote the job he was very professional. And the quality of the clean is amazing. Its a pleasure to come back to the house once he has been. I wish I had changed a long time ago! I wouldn't hesitate to recommend him.",
    "date": "9/8/2016"
  },
  {
    "name": "Susan",
    "text": "We use their service weekly and are very satisfied with the quality of the work. We recently used Pristine Clean for our end of tenancy clean and they did an outstanding job! We have continued their services in our new home and highly recommend to others.",
    "date": "12/5/2016"
  },
  {
    "name": "Brent",
    "text": "We have been using the team from Pristine Clean for about 6 months. They have been absolutely amazing, and we have always been impressed with the quality of their clean. Their communication is generally text message which works really well for people with a busy schedule. I've already recommended to our friends. Highly Recommend.",
    "date": "1/2/2016"
  },
  {
    "name": "Fiona & Richard",
    "text": "We have been very pleased with the service from Thomas' team. We chose Pristine because they don't use chemicals which was very important to us. They were also very competitive on price. Our experience with Pristine has been very smooth and enjoy coming home to a clean house every fortnight.",
    "date": "30/9/2015"
  },
  {
    "name": "Reynolds",
    "text": "I have been very happy with the cleaning service from Thomas and his team. They have cleaned my house thoroughly each fortnight for 6 months or more. Pristine cleaning recently helped clean after our building renovations. This was a big job, they worked hard and with a smile. I am happy and will continue to use and recommend Pristine cleaning.",
    "date": "17/9/2015"
  },
  {
    "name": "Nicole White",
    "text": "Pristine Clean did my 17th end-of-lease clean. It was the first time in 20 years of renting that the real estate agent returned my bond in full. They also sent a txt thanking us for leaving the house so clean. Thank you Thomas!!",
    "date": "25/11/2014"
  }
]